[
	{
		"year": "2",
		"investigator": "D. Man",
		"date": "Dec 2015",
		"citation": "Wu R, *Sansbury B, *Niamat RA, *Borjigin M. Fabrication and Evaluation of a Multilayer Nanofiber-Hydrogel Scaffold with Properties of Controlled Release and Gradient Stiffness. 2015 MRS Fall Meeting & Exhibit, Boston, MA. 12/1/2015  (Note: Borjigin M is a pen name for Dula Man)"
	},
	{
		"year": "2",
		"investigator": "EA. Kolb",
		"date": "May 2015",
		"citation": "Kolb, EA, \"Gene Editing and Sickle Cell Disease\".  Platform presentation at the Nemours Research Exchange, Nemours/A.I. duPont Hospital for Children, Wilmington, DE. May 2015"
	},
	{
		"year": "2",
		"investigator": "R. Miller ",
		"date": "May 2015",
		"citation": "Miller, R, \"Phase I/II Clinical Trial of Omega 3 Fatty Acids in Sickle Cell Disease\", Platform presentation at the Nemours Research Exchange, Nemours/A.I. duPont Hospital for Children, Wilmington, DE. May 2015"
	},
	{
		"year": "2",
		"investigator": "D. Moodalbail",
		"date": "May 2015",
		"citation": "Moodalbail, D, \"Kidney Disease in Sickle Cell Disease (SCD and APOL1 Study)\", Platform presentation at the Nemours Research Exchange, Nemours/A.I. duPont Hospital for Children, Wilmington, DE. May 2015"
	},
	{
		"year": "2",
		"investigator": "D. Moodalbail",
		"date": "Feb 2016",
		"citation": "Moodalbail, D*; Falkner, B*, Genetic Risk and Markers of Early Kidney Disease in Children and Young Adults with Sickle Cell Disease, Delaware IDeAs 2016 meeting, Delaware University, February 24-25, 2016."
	},
	{
		"year": "2",
		"investigator": "D. Moodalbail",
		"date": "May 2016",
		"citation": "Moodalbail, D*; Falkner, B*, Kidney Disease in Sickle Cell Disease, ACCEL Community Research Exchange, Nemours/ Alfred I. duPont Hospital for Children, May 23, 2016. "
	},
	{
		"year": "2",
		"investigator": "S. Reader",
		"date": " Feb 2016",
		"citation": "Reader, S.K.*, Ruppe, N.M.*, Deatrick, J.A.*, Rash-Ellis, D.*, Wadman, J.*, and Kazak, A.E.* “Assessing psychosocial risk in pediatric Sickle Cell Disease using the Psychosocial Assessment Tool (PAT): Acceptability and content validity.” Abstract accepted for a moderated poster presentation at the annual meeting of the Delaware Clinical and Translational Research (DE-CTR) ACCEL program. Newark, DE. February 2016."
	},
	{
		"year": "2",
		"investigator": "S. Reader",
		"date": " Jan 2016",
		"citation": "Reader, S.K.* and Kazak, A.E.* “Screening for psychosocial risk in pediatric sickle cell disease.” Poster presentation at the 4th annual Neuroscience Center Faculty Research Retreat, Nemours/A.I. duPont Hospital for Children, Wilmington, DE. January 2016"
	},
	{
		"year": "2",
		"investigator": "S. Reader",
		"date": "May 2015",
		"citation": "Reader, S.K.* “Screening for psychosocial risk in pediatric sickle cell disease.” Platform presentation at the Nemours Research Exchange, Nemours/A.I. duPont Hospital for Children, Wilmington, DE. May 2015"
	},
	{
		"year": "2",
		"investigator": "S. Reader",
		"date": "Feb 2015",
		"citation": "Reader, S.K.* and Kazak, A.E.* “Screening for psychosocial risk in pediatric sickle cell disease.” Moderated poster presentation at the 2nd annual meeting of the Delaware Clinical and Translational Research (DE-CTR) ACCEL program. Charleston, SC. February 2015."
	},
	{
		"year": "2",
		"investigator": "R. Miller ",
		"date": "Apr 2016",
		"citation": "Miller R, Brown DS, Keith S.W., Leivy BE, Hegarty SE, Setty Y, Campbell CM, Stuart, M., Quantitative Sensory Testing (QST) in Children with Sickle Cell Disease, Sickle Cell Disease Research & Educational Symposium, Ft. Lauderdale, Florida,  April 2016"
	},
	{
		"year": "2",
		"investigator": "Y. Setty",
		"date": "Dec 2015",
		"citation": "Setty, Yamaja B*; Gayennebetal, Suhita; Key, Nigel S; Stuart, Marie*. Type-2 phosphatidylserine (PS)-positive erythrocytes and their association with markers of hemolysis and hemostatic activation in children with sickle cell disease (SCD).  Abstract presented at the 57th ASH Annual Meeting and Exposition, Orlando, Florida, December 5-8, 2015. "
	},
	{
		"year": "2",
		"investigator": "Y. Setty",
		"date": "Apr 2016",
		"citation": "Setty, Yamaja B, Sicle Cell Lipid Research Laboratory\", Platform presentation for Research Laboratory Week at Nemours/A.I. duPont Hospital for Childrne, Wilmington, DE, April 21, 2016"
	},
	{
		"year": "2",
		"investigator": "M. Stuart",
		"date": "May 2015",
		"citation": "Stuart, M, \"The Delaware Comprehensive Sickle Cell Research Program\", Platform presentation at the Nemours Research Exchange, Nemours/A.I. duPont Hospital for Children, Wilmington, DE. May 2015"
	},
	{
		"year": "2",
		"investigator": "C. Winstead",
		"date": "Oct 2015",
		"citation": "Winstead, C.*, Neal, Sabine*, Edwards, Fatima “In vitro growth of stem cells on nanofiber scaffolds”  Gamma Sigma Epsilon Biennial Convention, Oct 9-11, 2015 Pittsburgh PA"
	},
	{
		"year": "2",
		"investigator": "C. Winstead",
		"date": "Mar 2016",
		"citation": "Winstead, C.*, Neal, Sabine*, Edwards, Fatima, “In vitro growth of stem cells on nanofiber scaffolds” , American Chemical Society (ACS) 251st National Meeting, San Diego March 13-17, 2016"
	},
	{
		"year": "3",
		"investigator": "D. Man",
		"date": "Dec 2016",
		"citation": "Dula Man1*, Brett Sansbury1*, Pawel Bialk2, Kevin Bloh3, E. Anders Kolb3 and Eric B. Kmiec2 Target Site Mutagenesis during CRISPR/Cas 9/Single-Stranded- Oligonucleotide Directed Gene Editing for Sickle Cell Anemia. American Society of Hematology, San Diego, CA, 12/3/16-12/6/16"
	},
	{
		"year": "3",
		"investigator": "D. Man",
		"date": "Jun 2016",
		"citation": "Rigumula Wu, Brett Sansbury, Dula Man, Gene Editing of Sickle Cell Disease Hemoglobin β Gene (HBB) in CD34+ Cells, The 6th Biennial National IDeA Symposium of Biomedical Research Excellence, Washington, DC. 6/26/16-6/28/16"
	},
	{
		"year": "3",
		"investigator": "D. Moodalbail",
		"date": "Jun 2016",
		"citation": "Divya G. Moodalbail MD1 and Bonita Falkner MD2,  Genetic Risk and Markers of Early Kidney Disease in Children and Young Adults with Sickle Cell Disease,  Delaware IDeAs 2016 joint meeting of Delaware CTR ACCEL, INBRE, COBREs and Delaware Bio."
	},
	{
		"year": "3",
		"investigator": "D. Moodalbail",
		"date": "Jun 2016",
		"citation": "Divya G. Moodalbail MD1, Marie Stuart MD1, and Bonita Falkner MD2, Early Kidney Disease in Youth with Sickle Cell Disease,  The 6th Biennial National IDeA Symposium of Biomedical Research Excellence, Washington, DC. 6/26/16-6/28/16"
	},
	{
		"year": "3",
		"investigator": "D. Moodalbail",
		"date": "Nov 2016",
		"citation": "Divya G. Moodalbail MD, Joshua Zaritsky MD PhD, Rob Mathias MD, Carlos Araya MD, and Bonita Falkner MD. ,  Apolipoprotein L1 Genetic Variants are Associated with Evidence of Early Kidney Injury in Sickle Cell Diseas, American Society of Nephrology Kidney Week, November 2016."
	},
	{
		"year": "3",
		"investigator": "EA.  Kolb",
		"date": "Dec 2016",
		"citation": "E. Anders Kolb, MD1, Erin Coyne, MSN, NP2*, Erin Crowgey, PhD3*, Villanueva Raymond, BSN, RN, CHTS-CP4*, Jean Wadman, MSN, NP2*, Sidnie Jacobs-Allen2* and Robin E. Miller, M.D.2,  2331 Improving Care of Patients with Sickle Cell Disease through Discrete Clinical Data Extraction and Automated Analysis of the Electronic Healthcare Records,  American Society of Hematology, San Diego, CA, 12/3/16-12/6/16"
	},
	{
		"year": "3",
		"investigator": "R. Miller",
		"date": "Jun 2016",
		"citation": "Robin Miller, MD*, Dawn S Brown, PCNS, FNP, CCRC*, Scott W Keith, PhD**, Benjamin E Leiby, PhD**, Sarah E Hegarty, MPhil**, Yamaja Setty, PhD*, Claudia M Campbell, PhD***, and Marie Stuart, MD*, Quantitative Sensory Testing (QST) in Children with Sickle Cell Disease, The 6th Biennial National IDeA Symposium of Biomedical Research Excellence, Washington, DC. 6/26/16-6/28/16"
	},
	{
		"year": "3",
		"investigator": "S. Reader ",
		"date": "Apr 2016",
		"citation": "Steven K. Reader, Ph.D., Nicole M. Ruppe, B.S., Janet A. Deatrick, Ph.D., Diana Rash-Ellis, M.S.W., Jean R. Wadman, M.S.N., C.P.N.P., Robin E. Miller, M.D., Anne E. Kazak, Ph.D., ABPP, \"Assessing psychosocial risk in pediatric Sickle Cell Disease using the Psychosocial Assessment Tool (PAT): Acceptability and content validity.  The ACCEL Community Research Exchange, Nemours/A.I. duPont Hospital for Children, Wilmington, DE. \r\nThe 39th National Sickle Cell Disease Scientific Meeting, Hollywood, FL. April 2016"
	},
	{
		"year": "3",
		"investigator": "S. Reader ",
		"date": "Apr 2017",
		"citation": "Steven K. Reader, Ph.D., Nicole M. Ruppe, B.S., Janet A. Deatrick, Ph.D., Diana Rash-Ellis, M.S.W., Jean R. Wadman, M.S.N., C.P.N.P., Robin E. Miller, M.D., Anne E. Kazak, Ph.D., ABPP.  Caregiver perspectives on family psychosocial risk and adaptive coping strategies in pediatric Sickle Cell Disease: informing the adaptation of the Psychosocial Assessment Tool (PAT).  the Foundation for Sickle Cell Disease Research Annual Symposium, Ft. Lauderdale, FL, 4/28/17-4/30/17"
	},
	{
		"year": "3",
		"investigator": "C. Winstead",
		"date": "Aug-16",
		"citation": "Cherese Winstead, PhD, Nanofiber Scaffolds as an Ex-vivo Method for CD34+Hematopoietic Progenitor Stem Cell (HPC) Growth and Expansion, 252th American Chemical Society National Meeting & Exposition, Philadelphia, PA, August 21-25, 2016"
	},
	{
		"year": "3",
		"investigator": "C. Winstead",
		"date": "Oct-16",
		"citation": "Cherese Winstead, PhD, Nanofiber Scaffolds as an Ex-vivo Method for CD34+Hematopoietic Progenitor Stem Cell (HPC) Growth and Expansion, International Conference on Drug Discovery & Design, Rome, Italy, Oct 27-29, 2016"
	},
	{
		"year": "4",
		"investigator": "E. Crowgey",
		"date": "Mar 2018",
		"citation": "Erin L. Crowgey, PhD, H. Timothy Bunnell, PhD, E. Anders Kolb, MD,   Analysis of Whole Exome Sequencing Data from Sickle Cell Disease Subjects: A Focus on Genomic Variants and Adverse Events,  American Medical Informatics Association 2018 Annual Informatics Summit, San Francisco, CA, March 2018"
	},
	{
		"year": "4",
		"investigator": "E. Corwgey",
		"date": "Mar 2018",
		"citation": "Erin L. Crowgey, PhD1, Jeffrey C. Myers, B1S, Joseph D. Romano, Mphil, MA2, and Shawn W. Polson, PhD3,  Computational Resources for Personalized Genomics:  High Performance Clusters and Bioinformatics Resources for Analysis and Functional Interprertation of Next-Generation Sequencing Data, Tutorial at AMIA 2018 Informatics Summit, San Francisco, CA, 3/12/18-3/15/18"
	},
	{
		"year": "4",
		"investigator": "EA. Kolb",
		"date": "Mar 2018",
		"citation": "Bunnell, Timothy H, Crowgey E, *Kolb E. Anders.  Development of a Sickle Cell Computable Phenotype for Predicting Disease Characteristics Using An Observational Medical Outcome Partnership Common Data Model.  American Medical Informatics Association 2018 Annual Informatics Summit, San Francisco, CA, March 2018"
	},
	{
		"year": "4",
		"investigator": "D. Man",
		"date": "Dec 2017",
		"citation": "Shirin R. Modarai*, Dula Man*, Pawel Bialk, Kevin Bloh and Eric B. Kmiec1,   Efficient Delivery and Nuclear Uptakeble Detectable Gene Editing in CD34+ Cells Directed By a Ribonucleoprotein Complex.  (* first co-authors), 59th ASH Annual Meeting and Exposition, Atlanta, Georgia, 12/9/17-12/12/17"
	},
	{
		"year": "4",
		"investigator": "D. Man",
		"date": "Aug 2017",
		"citation": " Man, D* and Kmiec, EB*. CRISPR-based Gene Editing in Biomedical Research. North East Regional IDeA Conference 2017. Burlington, VT. August 16-18, 2017."
	},
	{
		"year": "4",
		"investigator": "R. Miller",
		"date": "Dec 2017",
		"citation": "*Miller,RE, *DS Brown, SE Hegarty, SW Keith, BE Leiby, *Y Setty, *S Gayen-Betal, CM Campbell, *M Stuart, Quantitative Sensory Testing in Children with Sickle Cell Disease, 59th Annual Meeting American Society of Hematology, Atlanta, Georgia, December 2017."
	},
	{
		"year": "4",
		"investigator": "D. Moodalbail",
		"date": "Dec 2017",
		"citation": "Divya G. Moodalbail MD, Joshua Zaritsky MD PhD, Rob Mathias MD, Carlos Araya MD, and Bonita Falkner MD. ,  Apolipoprotein L1 Genetic Variants are Associated with Evidence of Early Kidney Injury in Sickle Cell Diseas, 59th ASH Annual Meeting & Exposition, Atlanta, GA, Dec 9-12, 2017"
	},
	{
		"year": "4",
		"investigator": "S. Reader",
		"date": "Mar 2017",
		"citation": "Reader, S.K., Ruppe, N.M.*, Deatrick, J.A.*, Rash-Ellis, D.*, Wadman, J.R.*, Miller, R.E.*, & Kazak, A.E.* (2017, March). Caregiver perspectives on family psychosocial risk and adaptive coping strategies in pediatric Sickle Cell Disease: informing the adaptation of the Psychosocial Assessment Tool (PAT). Poster session presented at the 4th annual meeting of the Delaware Clinical and Translational Research (DE-CTR) ACCEL program, Christiana Care Health System, Newark, DE."
	},
	{
		"year": "4",
		"investigator": "S. Reader",
		"date": "Apr 2017",
		"citation": "Reader, S.K.*, Ruppe, N.M.*, Deatrick, J.A.*, Rash-Ellis, D.*, Wadman, J.R.*, Miller, R.E.*, & Kazak, A.E.* (2017, April). Caregiver perspectives on family psychosocial risk and adaptive coping strategies in pediatric Sickle Cell Disease: informing the adaptation of the Psychosocial Assessment Tool (PAT). Paper presented at the 11th annual Sickle Cell Disease Research and Educational Symposium/40th National Sickle Cell Disease Scientific Meeting, Ft. Lauderdale, FL. "
	},
	{
		"year": "4",
		"investigator": "S. Reader",
		"date": "Aug 2017",
		"citation": "*Reader, S., McAuliffe Lines, M., Cohen, M., and Shroff Pendley, J. (2017, August).  Caree twists and turns: Navigating the forks in the road. Symposia presented to the American Psychological Association Annual Conference 2017, Washington D.C"
	},
	{
		"year": "4",
		"investigator": "Y. Setty",
		"date": "Dec 2017",
		"citation": "Yamaja Setty, PhD1, Suhita Gayen-Betal, PhD2 and Marie Stuart, MD3.  \"Pathophusiologic Implications of Type-2 Phosphatidylserine-Positive Erythrocytes in Hemoglobin SS Disease (sickle cell anemia) and ß-Thalassemia\", 59th ASH Annual Meeting and Exposition, Atlanta, Georgia, 12/9/17-12/12/17"
	},
	{
		"year": "4",
		"investigator": "M. Stuart",
		"date": "May 2017",
		"citation": "*Stuart, M, *Miler. R (May 2017),  Grand Round Lecture: A Benign and Novel Treatment for Sickle Cell Disease, St. Christopher’s Hospital for Children, Philadelphia, PA"
	},
	{
		"year": "4",
		"investigator": "M. Stuart",
		"date": "Aug 2017",
		"citation": "Marie Stuart MD, EA Kolb MD, Robin Miller, MD,  Divya G. Moodalbail MD,  \"Single Disease Centered COBRE..A Novel Approach\", North East Regional IDeA Conference (NERIC), Burlington, Vermont, 8/16/17-8/18/17 "
	},
	{
		"year": "4",
		"investigator": "M. Stuart",
		"date": "Oct 2017",
		"citation": "Start, Marie, \"Sickle Cell Disease\", Presented to Nemours Research Oversite Committee"
	},
	{
		"year": "5",
		"investigator": "R. Miller",
		"date": "May 2018",
		"citation": "Robin Miller, MD1, Erin Coyne, MSN, CRNP1, Dan Eckrich, MS1, Raymond Villanueva, BSN, CHTS-CP, RN1, Jean Wadman, ARNP1, Renee Gresh, DO1, H. Timothy Bunnell, PhD1, Erin L. Crowgey, PhD1, and E. Anders Kolb, MD1, \"Implementation of a Learning Healthcare System for Sickle Cell Disease\", AMIA 2018 Clinical Informatics Conference, Scottsdale, AZ, 5/8/18-5/10/18"
	},
	{
		"year": "5",
		"investigator": "E. Coyne",
		"date": "Nov 2018",
		"citation": "Erin Coyne CRNP, Robin Miller MD, Jennifer Cooper RN, Karina Chara, Katie Giordano DO, Sara Wilson RN, Arezoo Zomorrodi MD, \"An Improvement Project to Decrease Time to Pain Medication for Patients with Vaso-Occlusive Crisis Presenting to an Emergency Department.  American Academy of Pediatrics (AAP), 11/2-6, 2018, Orlando, FL"
	},
	{
		"year": "5",
		"investigator": "Reader, S.K.",
		"date": "Apr 2019",
		"citation": "Reader, S.K., Keeler, C.N., Ruppe, N.M., Chen, F., Rash-Ellis, D., Wadman, J.R., Miller, R.E., & Kazak, A.E. (2019, April). Screening for family psychosocial risk in pediatric Sickle Cell Disease: Validation of the Psychosocial Assessment Tool (PAT). Poster presented at the Society of Pediatric Psychology Annual Conference  April 2019, New Orleans, LA."
	},
	{
		"year": "5",
		"investigator": "Pantaleao, A.",
		"date": "Mar 2019",
		"citation": "Pantaleao, A., Keeler, C.N., Ruppe, N.M., Deatrick, J.A., Kazak, A.E., & Reader, S.K. (2019, March). Family resilience: Perspectives from caregivers of children with Sickle Cell Disease. Poster presented at the Society for Research in Child Development Biennial Meeting 2019, Baltimore, MD."
	},
	{
		"year": "5",
		"investigator": "E. Anders Kolb",
		"date": "Nov 2019",
		"citation": "E. Anders Kolb, Erin L. Crowgey, Daniel Eckrich and Samuel L. Volchenboum. Applications for improving patient care that utilize customized common data models and data visualization techniques. Noveber 2018. American Medical Informatics Association Symposium. San Francisco, CA."
	},
	{
		"year": "5",
		"investigator": "Delventhal, K.M.",
		"date": "Mar 2019",
		"citation": "Delventhal, K.M., Miller, B., Pruett-Miller, S.M., Modarai, S., Porter, S.N., Regan, M., Sergison, E. (2019, March). Reproducibility of indel formation rates by comparing guideRNA format and delivery method. Poster presented at the Association of Biomolecular Resources Facilities annual meeting 2019, San Antonio, TX."
	},
	{
		"year": "5",
		"investigator": "Pantaleao, A.",
		"date": "Mar 2019",
		"citation": "Pantaleao, A., Keeler, C.N., Ruppe, N.M., Deatrick, J.D., Reader, S.K., & Kazak, A.E. (2019, March), Family resilience: Perspectives from caregivers of children with Sickle Cell Disease. Poster presented at the Society for Research in Child Development Biennial Meeting 2019, Baltimore, MD."
	},
	{
		"year": "5",
		"investigator": "Reader, S.K.",
		"date": "Apr 2019",
		"citation": "Reader, S.K., Keeler, C.N., Ruppe, N.M., Chen F.F., Rash-Ellis, D., Wadman, J., Miller, R.E., $ Kazak A.E. (2019 April). Screening for family psychosocial risk in pediatric Sickle Cell Disease: Validation of the Psychosocial Assessment Tool (PAT). Poster presented at the Society of Pediatric Psychology Annual Conference 2019, New Orleans, LA."
	},
	{
		"year": "5",
		"investigator": "Rash-Ellis, D.",
		"date": "Jun 2019",
		"citation": "Rash-Ellis, D., Kemiki Dada, O., Reader, S.K., Keeler, C. Jacobs-Allen, S., Miller, R., (2019, June). Patient and Parent Perception on Sickle Cell Transition of Care. Paper presented at the 13th annual Sickle Cell Disease Research and Educational Symposium/42nd National Sickle Cell Disease Scientific Meeting, Ft. Lauderdale, FL."
	},
	{
		"year": "5",
		"investigator": "Reader, S.K.",
		"date": "Aug 2019",
		"citation": "Reader, S.K., Keeler, C.N., Ruppe, N.M., Chen, F.F., Rash-Ellis, D.L., Wadman, J.R., Miller, R.E., & Kazak, A.E. (2019, August). Validation of the Psychosocial Assessment Tool (PAT) for pediatric Sickle Cell Disease. In M. Alderfer (Chair), Screening families for psychosocial risk: Recent advances in the Psychosocial Assessment Tool. Symposium accepted to the American Psychological Association Annual Convention 2019, Chicago, IL."
	}
]
